Repository: oltulu/ukui-kwin
Catalog: po/*/kcm_ukui-kwin_effects.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Adınız

# EMAIL OF TRANSLATORS
source: Your emails
tr: E-Posta Adresiniz

source: Desktop Effects
tr: Masaüstü Efektleri

source: Download New Desktop Effects
tr: Yeni Masaüstü Efektleri İndir

source: Author: %1 License: %2
tr: Yazar %1 Lisans %2

# @info:tooltip
source: Show/Hide Video
tr: Video Gizle/Göster

# @info:tooltip
source: Configure...
tr: Ayarla...

source: This module lets you configure desktop effects.
tr: Bu modül, masaüstü efektlerini yapılandırmanıza olanak tanır.。

source: Hint: To find out or configure how to activate an effect, look at the effect's settings.
tr: İpucu: Bir efektin nasıl etkinleştirileceğini bulmak veya yapılandırmak için efektin ayarlarına bakın.

source: Configure Filter
tr: Filtreyi Yapılandır

source: Exclude unsupported effects
tr: Desteklenmeyen efektleri hariç tut

source: Exclude internal effects
tr: Dahili efektleri hariç tut

source: Get New Desktop Effects...
tr: Yeni Masaüstü Efektleri Al...
